Repository: wp-plugins/portfolio-mgmt
Catalog: languages/default-*.po
Languages: sr_rs

source: Documentation
sr_rs: Dokumentacija

source: Featured
sr_rs: Trenutno

source: Case Study
sr_rs: Predmet proučavanja

source: Client
sr_rs: Klijent

source: Author
sr_rs: Autor

source: Date
sr_rs: Datum

source: <i>No thumbnail.</i>
sr_rs: <i>Nema thumbnail.</i>

source: <i>No client.</i>
sr_rs: <i>Nema klijenta.</i>

source: <i>No services.</i>
sr_rs: <i>Nema usluga.</i>

source: <i>No portfolio tags.</i>
sr_rs: <i>Nema taga sa portfoliom.</i>

source: Optional Templates
sr_rs: Izborne Templates

source: Portfolio Mgmt. Documentation
sr_rs: Portfolio Mgmt. dokumebtacija

source: Thank you for downloading and installing our Portfolio Mgmt. plugin. This plugin was developed by <a href="%s" target="_blank">We Are Pixel8</a>, a custom WordPress theme shop, as an out of the box solution for portfolio content management within a WordPress website.
sr_rs: Hvala što ste downloadovali i instalirali Portfolio Mgmt. plugin. Ovaj plugin je programiran od strane<a href="%s" target="_blank"> We Are Pixel8</a> , custom WordPresstema prodavnice, van kutije sa rešenjima za portfoliko sadržaja menadžmenta unutar WordPress sajta.

source: This plugin registers a custom post type developed specifically for organizing and displaying your portfolio posts. Portfolio Manager will also register custom taxonomies for Services and Portfolio Tags, supports <code>post-thumbnails</code> and comes with a custom widget for displaying recent portfolio posts in <a href="%s">your widget ready areas</a>.
sr_rs: Ovaj plugin registruje custom post tip programiranja posebno za organizovanje i prikazivanje vaših portfolio postova.Portfolio Manager će takodje registrovati custom taxonomies za Usluge i Portfolio Tagove, podrška<code>post-thumbnails</code> i dolazi sa custom widget-om za prikazivanje poslednjih portfolio postova u<a href="%s"> widget spremnim područjima</a>.

source: If your currently active theme does not contain the following optional templates, the next available default template, in <a href="%s" target="_blank">the WordPress template hierarchy</a>, will be used.
sr_rs: Ako vaše trenutne teme ne sadrže sledeće izborne templates, sledeća dostupna defaul template u<a href="%s" target="_blank"> WordPress hijerarhiji</a> će biti iskoričćena.

source: Single Portfolio
sr_rs: Jedan portfolio

source: Portfolio Archive
sr_rs: Portfolio Arhiva

source: Services Archive
sr_rs: Arhiva Usluga

source: Portfolio Tags Archive
sr_rs: Arhiva Portfolio Tags

source: Portfolio Mgmt. will add a custom meta box to the portfolio post editor titled, Case Study Information. The Case Study Information meta box contains optional fields for attaching post meta data to a post. If your currently active theme does not automatically support the display of this data, you will need to customized your templates accordingly, inside the loop, using <code>get_post_meta( $post_id, $key, $single )</code>.
sr_rs: Portfolio Mgmt . će dodati custom meta box za portfolio post editoru pod nazivom , Informacije o predmetu proučavanja . Informacije o predmetu proučavanja meta box sadrži opciona polja za kačeyour currently active theme does not contain the optional templates, the next available default template will be used. Please see <strong>Optional Templates</strong> for more informationnje poruka meta podatke na post. Ako vaša trenutno aktivna tema automatski ne podržava prikaz ovih podataka , moraćete da u skladu sa tim prilagoditi svoj template , unutar loop-a, koristeći<code>get_post_meta( $post_id, $key, $single )</code>.

source: The available custom meta keys are:
sr_rs: Dostupni meta ključevi su:

source: Featured Case Study
sr_rs: Trenutni predmet proučavanja

source: Client Name
sr_rs: Ime klijenta

source: Project URL
sr_rs: URL projekta

source: Project URL Text
sr_rs: URL tekst projekta

source: Please see the WordPress Codex for <a href="%s" target="_blank">detailed information</a> about the <code>get_post_meta()</code> function.
sr_rs: Molim vas pogledajte WordPress Codex za <a href="%s" target="_blank"> detaljne informacije </a>o <code>get_post_meta()</code>funkciji.

source: If you are a theme developer, or are comfortable developing for WordPress, we have added template tags for you to use anywhere within your theme inside of the loop. For safe measures, <strong>always</strong> wrap these template tags with the conditional statement, <code>&lt;?php if ( function_exists( &apos;wap8_portfolio&apos; ) ); ?&gt;</code>.
sr_rs: Ako ste programer teme ili bi vam odgovaralo da programirate za WordPress, dodali smo template tagove za vas da ih koristite u petlji. Zarad bezbednosti,<strong>always</strong> obmota ove template tagove sa uslovnom izjavom,<code>&lt;?php if ( function_exists( &apos;wap8_portfolio&apos; ) ); ?&gt;</code>.

source: Comma Separated Services with Links
sr_rs: Zarezima odvojene usluge sa linkovima

source: Comma Separated Services without Links
sr_rs: Zarezima odvojene usluge bez likova

source: Unordered List of Services with Links
sr_rs: Nenaručena lista usluga sa linkovima

source: Unordered List of Services without Links
sr_rs: Nenaručena lista usluga bez linkova

source: Comma Separated Portfolio Tags with Links
sr_rs: Zarezima odvojeni Portfolio Tags sa linkovima

source: Comma Separated Portfolio Tags without Links
sr_rs: Zarezima odvojeni Portfolio Tags bez likova

source: Unordered List of Portfolio Tags with Links
sr_rs: Nenaručena lista Portfolio Tags sa linkovima

source: Unordered List of Portfolio Tags without Links
sr_rs: Nenaručena lista Portfolio Tags bez linkova

source: Comma separated template tags will return a list wrapped with a <code>&lt;p&gt;</code> tag. Unordered lists will be wrapped with the <code>&lt;ul&gt;</code> tag. When using a template tag with links, the links will point to an archive for that custom taxonomy. If your currently active theme does not contain the optional templates, the next available default template will be used. Please see <strong>Optional Templates</strong> for more information.
sr_rs: Razdvojene zarezom tag templateće vratiti listu umotanu sa <code>&lt;p&gt;</code> tagom. Neuređene liste će biti umotne sa<code>&lt;ul&gt;</code> tagom . Kada koristite šablon oznaku sa linkovima , veze će ukazati na arhivu za tu custom taksonomije . Ako vaš trenutno aktivan tema ne sadrži opcione šablone ,sledeći dostupan podrazumevani šablon će se koristiti . Molimo pogledajte <strong> Opcionog Templates < / strong > za više informacija

source: By default, the plugin will create the following permalink link structure: <code>/portfolio</code>. It is possible for a theme or a plugin to change this structure, or any of the custom post type arguments, by filtering the data.
sr_rs: Po defaultu ,dodatak će stvoriti sledeć permalink strukturu linka : <code> / Portfolio < / code > . Moguće je za temu ili plugin da se promeni ova strukturu , ili bilo koji od argumenata za prilagođene poruke tipa , filtriranjem podataka .

source: For example, you can change <strong>Portfolio</strong> to <strong>Work</strong> by doing the following:
sr_rs: Npr, možete da promenite<strong>Portfolio</strong> to <strong>Work</strong> ovako:

source: Available Filters
sr_rs: Dostupni filteri

source: Services
sr_rs: Usuge

source: Please Note
sr_rs: Imajte na umu

source: If you decide to change the permalink structure, do not forget to visit the <a href="%s">Permalink Settings</a> and click the <strong>Save Changes</strong> button to flush your rewrite rules.
sr_rs: Ako odlučite da promenite permalink strukturu , ne zaboravite da posetite <a href="%s"> Permalink Settings</a> i kliknite na <strong>Sačuvaj izmene strong < / strong > dugme da isperite pravila prepiše .

source: The above snippet of codeis a simplified example. For the full scope of filterable arguments, please see the <a href="%s" target="_blank">WordPress Codex</a> page for registering a custom post type.
sr_rs: Iznad snippet/a codeis je pojednostavljen primer . Za ceo obim filtriranja argumenata , pogledajte <a href="%s" target="_blank">WordPress Codex</a> stranicu za registrovanje custompost tip .

source: The same principle can be applied to modifying the custom taxonomy arguments.
sr_rs: Isti princip se može primeniti na modifikovanje custom taksonomy argumenata .

source: The Case Study Information meta box contains optional fields for attaching post meta data to a post. If your currently active theme does not automatically support the display of this data, you will need to customized your templates accordingly.
sr_rs: Informacije predmeta prou;avanja meta box sadrži opcione polja za kačenje poruka meta podatke za post . Ako vaša trenutno aktivna tema automatski ne podržava prikaz ovih podataka , moraćete da u skladu sa tim prilagoditi svoje šablone .

source: Display Custom Meta Data in your Theme
sr_rs: Prikazati Custom meta podatke u vašoj temi

source: To easily display this content in your theme, you will need to use the <code>get_post_meta()</code> function <strong>inside of the loop</strong>. This function must take three parameters to work properly&mdash; <code>$post_id</code>, <code>$key</code> and <code>$single</code>.
sr_rs: Da biste lako prikazali ovaj sadržaj u vašoj temi, moraćete da koristite<code>get_post_meta()</code> funkciju <strong> unutar petlje < / strong> . Ova funkcija mora uzeti tri parametra da rade ispravno&mdash; <code>$post_id</code>, <code>$key</code> and <code>$single</code>.

source: Here is an example of how to display the client name, wrapped with a <code>&lt;p&gt;</code> tag, within your theme: <code>&lt;?php echo &apos;&lt;p&gt;&apos; . get_post_meta( $post-&gt;ID, &apos;_wap8_client_name&apos;, true ) . &apos;&lt;/p&gt;&apos;; ?&gt;</code>
sr_rs: Ovde je primer kako da prikažete ime klijenta , umotan sa<code>&lt;p&gt;</code> oznakom , u okviru vaše teme : <code>&lt;?php echo &apos;&lt;p&gt;&apos; . get_post_meta( $post-&gt;ID, &apos;_wap8_client_name&apos;, true ) . &apos;&lt;/p&gt;&apos;; ?&gt;</code>

source: Portfolio Manager Custom Meta Keys
sr_rs: Portfolio Manager Custom Meta ključevi

source: Below, you will find the three keys for the Case Study Information meta box.
sr_rs: Ispod ćete naći tri kluča za informacije o slučaju proučavanja met box.

source: Included with Portfolio Mgmt. are eight template tags for you to display a list of custom taxonomies associated with a portfolio post.
sr_rs: Uključeno sa Portfolio Mgmt je osam template tagova za vas da biste prikazali listu custom taxonomies u saradanji sa portfolio post.

source: Available Template Tags
sr_rs: Dostupni template tagovi

source: These template tags <strong>must be placed inside the loop</strong> in order for theme to work as intended. We urge you to wrap your code with the conditional check of <code>&lt;?php if ( function_exists( &apos;wap8_portfolio&apos; ) ) ?&gt;</code>.
sr_rs: Ove template tagovi <strong>must moraju biti postavljen unutar petlje < / strong > da bi tema radila kako treba. Mi vas pozivamo da završi svoj kod sa uslovnom proverom<code>&lt;?php if ( function_exists( &apos;wap8_portfolio&apos; ) ) ?&gt;</code>.

source: Comma separated template tags will return a list wrapped with a <code>&lt;p&gt;</code> tag. Unordered lists will be wrapped with the <code>&lt;ul&gt;</code> tag.
sr_rs: Tagovi template odvojeni zarezima će vratiti listu omotanu u<code>&lt;p&gt;</code> tag. Nenaručene liste će biti omotane<code>&lt;ul&gt;</code> tagom.

source: <strong>Note:</strong> When using a template tag with links, the links will point to an archive for that custom taxonomy. If your currently active theme does not contain <a href="%1s">the optional templates</a>, the next available default templates, in <a href="%2s" target="_blank">the WordPress template hierarchy</a>, will be used.
sr_rs: <strong>Note:</strong>Kada koristite template tag sa linkovima , linkovi će ukazati na arhivu za taj običaj taksonomije . Ako vaša trenutno aktivna tema ne sadrži <a href="%1s">opcione template</a> , sledeći dostupne default template, u<a href="%2s" target="_blank"> WordPress template hijerarhiji</a>, će se koristiti .

source: Case Study Information
sr_rs: Informacije o predmetu proučvanja

source: Case study information is optional meta data that can used by your theme.
sr_rs: Informacije o predmetu proučavanja su izborni meta podaci koje može koristiti vaša tema.

source: Feature this Case Study
sr_rs: Trenutni predmet proučavanja

source: If your currently active theme does not already display this content, please click on the Help tab above for detailed instructions.
sr_rs: Ako vaša trenutno aktivna tema ne prikaže ovaj sadržaj , molimo vas da kliknete na Pomoć tab iznad za detaljna uputstva .

source: Service
sr_rs: Usluge

source: Search Services
sr_rs: Pretraga Usluga

source: Popular Services
sr_rs: Popularne Usluge

source: All Services
sr_rs: Sve usluge

source: View Service
sr_rs: Pregledaj usluge

source: Parent Service
sr_rs: Roditeljska usluga

source: Parent Service:
sr_rs: Roditeljska usluga:

source: Edit Service
sr_rs: Edituj usluga

source: Update Service
sr_rs: Updateuj uslugu

source: Add New Service
sr_rs: Dodaj novu uslugu

source: New Service
sr_rs: Nove usluge

source: Separate Services with commas
sr_rs: Odvojiti Usluge sa zarezima

source: Add or remove Services
sr_rs: Dodaj ili ukloni Usluge

source: Choose from Most Used Services
sr_rs: Izaberi iz Najviše korišćenih usluga

source: No Services found.
sr_rs: Nijedna usluga nije pronadjena.

source: Search Portfolio Tags
sr_rs: Pretraga portfolio tagova

source: Popular Portfolio Tags
sr_rs: Popularni portfolio tagovi

source: All Portfolio Tags
sr_rs: Svi portfolio tagovi

source: View Portfolio Tag
sr_rs: Pregledaj portfolio tag

source: Edit Portfolio Tag
sr_rs: Edituj portfolio tag

source: Update Portfolio Tag
sr_rs: Updateuj portfolio tag

source: Add New Portfolio Tag
sr_rs: Dodaj novi portfolio tag

source: New Portfolio Tag
sr_rs: Novi portfolio tag

source: Separate Portfolio Tags with commas
sr_rs: Odvojeni portfolio tagovi sa zarezima

source: Add or Remove Portfolio Tags
sr_rs: Dodaj ili Ukloni portfolio tag

source: Choose from Most Used Portfolio Tags
sr_rs: Izaberi iz Najviše korišćenih portfolio tagova

source: No Portfolio Tags found.
sr_rs: Nijedan portfolio tg nije pronadjen.

source: Add New
sr_rs: Dodaj novi

source: All Case Studies
sr_rs: Svi slučaji proučavanja

source: Add New Case Study
sr_rs: Dodaj novi slučaj proučavanja

source: Edit Case Study
sr_rs: Edituj slučaj proučavanja

source: New Case Study
sr_rs: Novi slučaj proučavanja

source: View
sr_rs: Pregled

source: View Case Study
sr_rs: Pregledaj slučaj proučavanja

source: Search Portfolio
sr_rs: Pretraži portfolio

source: No Case Studies found
sr_rs: Nijedan slučaj proučavanja nije pronadjen

source: No Case Studies found in Trash
sr_rs: Nijedan slučaj proučavanja nije pronadjen u Trash-u

source: Case Study Title
sr_rs: Naslov slučaja proučavanja

source: Case study updated. <a href="%s">View case study</a>
sr_rs: Predmet proučavanja updateovan.<a href="%s">Pregledaj predmet proučavanja</a>

source: Custom field updated.
sr_rs: Custom polje updateovano.

source: Custom field deleted.
sr_rs: Custom polje obrisano.

source: Case study updated.
sr_rs: Slučaj proučavanja updateovan.

source: Case study restored to revision from %s
sr_rs: Predmet proučavanja povraćen na reviziju od %s

source: Case study published. <a href="%s">View case study</a>
sr_rs: Predmet proučavanja objavljen. <a href="%s">Pregledaj predmet proučavanja</a>

source: Case study saved.
sr_rs: Slučaj proučavanja sačuvan.

source: Case study submitted. <a target="_blank" href="%s">Preview case study</a>
sr_rs: Predmet proučavanja podnešen.<a target="_blank" href="%s">Pregledaj predmet proučavanja</a>

source: Case study scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview case study</a>
sr_rs: Predmet proučavanja zakazan za:<strong>%1$s</strong>. <a target="_blank" href="%2$s">Pregledaj </a>predmet proučavanja

source: Case study draft updated. <a target="_blank" href="%s">Preview case study</a>
sr_rs: Draft predmeta proučavanja updatovan. <a target="_blank" href="%s">Pregledaj predmet proučavanja</a>

source: Display recent portfolio case study posts.
sr_rs: Prikaži trenutne portfolio predmet proučavanja postove.

source: Recent Portfolio Posts
sr_rs: Trenutni portfolio postovi

source: There are no published case studies.
sr_rs: Nema objavljenih predmeta proučavanja.

source: Recent Case Studies
sr_rs: Trenutni predmeti proučavanja

source: Title
sr_rs: Naslov

source: Posts to show
sr_rs: Postovi za prikaz

source: Display featured thumbnail
sr_rs: Prikaži trenutni tumbnail

source: Display case study title
sr_rs: Prikaži naslov predmeta proučavanja

source: Featured Case Studies Only
sr_rs: Prikazi samo predmet proučavanja
